Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-FR-Trados.tmx
Source language: en_gb
Languages: fr_fr

source: The information registered in accordance with Article 60 shall be accessible only to market surveillance authorities and the Commission, unless the prospective provider or provider has given consent for also making the information accessible the public.
fr_fr: Les informations enregistrées conformément à l’article 60 ne sont accessibles qu’aux autorités de surveillance du marché et à la Commission, sauf si le fournisseur ou fournisseur potentiel a donné son consentement pour que ces informations soient également accessibles au public.

source: The EU database shall contain personal data only in so far as necessary for collecting and processing information in accordance with this Regulation.
fr_fr: La base de données de l’UE ne contient des données à caractère personnel que dans la mesure où celles-ci sont nécessaires à la collecte et au traitement d’informations conformément au présent règlement.

source: That information shall include the names and contact details of natural persons who are responsible for registering the system and have the legal authority to represent the provider or the deployer, as applicable.
fr_fr: Ces informations incluent les noms et les coordonnées des personnes physiques qui sont responsables de l’enregistrement du système et légalement autorisées à représenter le fournisseur ou le déployeur, selon le cas.

source: The Commission shall be the controller of the EU database.
fr_fr: La Commission est la responsable du traitement pour la base de données de l’UE.

source: It shall make available to providers, prospective providers and deployers adequate technical and administrative support.
fr_fr: Elle met à la disposition des fournisseurs, des fournisseurs potentiels et des déployeurs un soutien technique et administratif approprié.

source: The EU database shall comply with the applicable accessibility requirements.
fr_fr: La base de données de l’UE est conforme aux exigences applicables en matière d’accessibilité.

source: CHAPTER IX
fr_fr: CHAPITRE IX

source: POST-MARKET MONITORING, INFORMATION SHARING AND MARKET SURVEILLANCE
fr_fr: SURVEILLANCE APRÈS COMMERCIALISATION, PARTAGE D’INFORMATIONS ET SURVEILLANCE DU MARCHÉ

source: Post-market monitoring
fr_fr: Surveillance après commercialisation

source: Post-market monitoring by providers and post-market monitoring plan for high-risk AI systems
fr_fr: Surveillance après commercialisation par les fournisseurs et plan de surveillance après commercialisation pour les systèmes d’IA à haut risque

source: Providers shall establish and document a post-market monitoring system in a manner that is proportionate to the nature of the AI technologies and the risks of the high-risk AI system.
fr_fr: Les fournisseurs établissent et documentent un système de surveillance après commercialisation d’une manière qui soit proportionnée à la nature des technologies d’IA et des risques du système d’IA à haut risque.

source: The post-market monitoring system shall actively and systematically collect, document and analyse relevant data which may be provided by deployers or which may be collected through other sources on the performance of high-risk AI systems throughout their lifetime, and which allow the provider to evaluate the continuous compliance of AI systems with the requirements set out in Chapter III, Section 2.
fr_fr: Le système de surveillance après commercialisation collecte, documente et analyse, de manière active et systématique, les données pertinentes qui peuvent être fournies par les déployeurs ou qui peuvent être collectées via d’autres sources sur les performances des systèmes d’IA à haut risque tout au long de leur cycle de vie, et qui permettent au fournisseur d’évaluer si les systèmes d’IA respectent en permanence les exigences énoncées au chapitre III, section 2.

source: Where relevant, post-market monitoring shall include an analysis of the interaction with other AI systems.
fr_fr: Le cas échéant, la surveillance après commercialisation comprend une analyse de l’interaction avec d’autres systèmes d’IA.

source: This obligation shall not cover sensitive operational data of deployers which are law-enforcement authorities.
fr_fr: Cette obligation ne couvre pas les données opérationnelles sensibles des déployeurs qui sont des autorités répressives.

source: The post-market monitoring system shall be based on a post-market monitoring plan.
fr_fr: Le système de surveillance après commercialisation repose sur un plan de surveillance après commercialisation.

source: The post-market monitoring plan shall be part of the technical documentation referred to in Annex IV.
fr_fr: Le plan de surveillance après commercialisation fait partie de la documentation technique visée à l’annexe IV.

source: The Commission shall adopt an implementing act laying down detailed provisions establishing a template for the post-market monitoring plan and the list of elements to be included in the plan by 2 February 2026.
fr_fr: La Commission adopte un acte d’exécution fixant des dispositions détaillées établissant un modèle pour le plan de surveillance après commercialisation et la liste des éléments à inclure dans le plan au plus tard le 2 février 2026.

source: For high-risk AI systems covered by the Union harmonisation legislation listed in Section A of Annex I, where a post-market monitoring system and plan are already established under that legislation, in order to ensure consistency, avoid duplications and minimise additional burdens, providers shall have a choice of integrating, as appropriate, the necessary elements described in paragraphs 1, 2 and 3 using the template referred in paragraph 3 into systems and plans already existing under that legislation, provided that it achieves an equivalent level of protection.
fr_fr: Pour les systèmes d’IA à haut risque relevant de la législation d’harmonisation de l’Union énumérés à la section A de l’annexe I, lorsqu’un système et un plan de surveillance après commercialisation sont déjà établis en vertu de ces actes, afin d’assurer la cohérence, d’éviter les doubles emplois et de réduire au minimum les charges supplémentaires, les fournisseurs ont le choix d’intégrer, le cas échéant, les éléments nécessaires décrits aux paragraphes 1, 2 et 3 en utilisant le modèle visé au paragraphe 3 dans les systèmes et plans existants au titre desdits actes, pour autant que cela donne lieu à un niveau de protection équivalent.

source: The first subparagraph of this paragraph shall also apply to high-risk AI systems referred to in point 5 of Annex III placed on the market or put into service by financial institutions that are subject to requirements under Union financial services law regarding their internal governance, arrangements or processes.
fr_fr: Le premier alinéa du présent paragraphe s’applique également aux systèmes d’IA à haut risque visés à l’annexe III, point 5, mis sur le marché ou mis en service par des établissements financiers qui sont soumis à des exigences en vertu de la législation de l’Union sur les services financiers concernant leur gouvernance, leurs dispositifs ou leurs processus internes.

source: Sharing of information on serious incidents
fr_fr: Partage d’informations sur les incidents graves

source: Reporting of serious incidents
fr_fr: Signalement d’incidents graves

source: Providers of high-risk AI systems placed on the Union market shall report any serious incident to the market surveillance authorities of the Member States where that incident occurred.
fr_fr: Les fournisseurs de systèmes d’IA à haut risque mis sur le marché de l’Union signalent tout incident grave aux autorités de surveillance du marché des États membres dans lesquels cet incident s’est produit.

source: The report referred to in paragraph 1 shall be made immediately after the provider has established a causal link between the AI system and the serious incident or the reasonable likelihood of such a link, and, in any event, not later than 15 days after the provider or, where applicable, the deployer, becomes aware of the serious incident.
fr_fr: Le signalement visé au paragraphe 1 est effectué immédiatement après que le fournisseur a établi un lien de causalité, ou la probabilité raisonnable qu’un tel lien existe, entre le système d’IA et l’incident grave et, en tout état de cause, au plus tard 15 jours après que le fournisseur ou, le cas échéant, le déployeur a eu connaissance de l’incident grave.

source: The period for the reporting referred to in the first subparagraph shall take account of the severity of the serious incident.
fr_fr: Le délai pour le signalement visé au premier alinéa tient compte de l’ampleur de l’incident grave.

source: Notwithstanding paragraph 2 of this Article, in the event of a widespread infringement or a serious incident as defined in Article 3, point (49)(b), the report referred to in paragraph 1 of this Article shall be provided immediately, and not later than two days after the provider or, where applicable, the deployer becomes aware of that incident.
fr_fr: Nonobstant le paragraphe 2 du présent article, en cas d’infraction de grande ampleur ou d’incident grave au sens de l’article 3, point 49), b), le signalement visé au paragraphe 1 du présent article est effectué immédiatement, et au plus tard deux jours après que le fournisseur ou, le cas échéant, le déployeur a eu connaissance de cet incident.

source: Notwithstanding paragraph 2, in the event of the death of a person, the report shall be provided immediately after the provider or the deployer has established, or as soon as it suspects, a causal relationship between the high-risk AI system and the serious incident, but not later than 10 days after the date on which the provider or, where applicable, the deployer becomes aware of the serious incident.
fr_fr: Nonobstant le paragraphe 2, en cas de décès d’une personne, le signalement est effectué immédiatement après que le fournisseur ou le déployeur a établi un lien de causalité entre le système d’IA à haut risque et l’incident grave ou dès qu’il soupçonne un tel lien, mais au plus tard 10 jours après la date à laquelle le fournisseur ou, le cas échéant, le déployeur a eu connaissance de l’incident grave.

source: Where necessary to ensure timely reporting, the provider or, where applicable, the deployer, may submit an initial report that is incomplete, followed by a complete report.
fr_fr: Si cela est nécessaire pour assurer un signalement en temps utile, le fournisseur ou, le cas échéant, le déployeur peut soumettre un signalement initial incomplet, suivi d’un signalement complet.

source: Following the reporting of a serious incident pursuant to paragraph 1, the provider shall, without delay, perform the necessary investigations in relation to the serious incident and the AI system concerned.
fr_fr: À la suite du signalement d’un incident grave en application du paragraphe 1, le fournisseur mène sans tarder les investigations nécessaires liées à l’incident grave et au système d’IA concerné.

source: This shall include a risk assessment of the incident, and corrective action.
fr_fr: Ces investigations comprennent notamment une évaluation des risques résultant de l’incident, ainsi que des mesures correctives.

source: The provider shall cooperate with the competent authorities, and where relevant with the notified body concerned, during the investigations referred to in the first subparagraph, and shall not perform any investigation which involves altering the AI system concerned in a way which may affect any subsequent evaluation of the causes of the incident, prior to informing the competent authorities of such action.
fr_fr: Le fournisseur coopère avec les autorités compétentes et, le cas échéant, avec l’organisme notifié concerné, au cours des investigations visées au premier alinéa, et ne mène aucune investigation nécessitant de modifier le système d’IA concerné d’une manière susceptible d’avoir une incidence sur toute évaluation ultérieure des causes de l’incident, avant d’informer les autorités compétentes de telles mesures.

source: Upon receiving a notification related to a serious incident referred to in Article 3, point (49)(c), the relevant market surveillance authority shall inform the national public authorities or bodies referred to in Article 77(1).
fr_fr: Dès réception d’une notification relative à un incident grave visé à l’article 3, point 49) c), l’autorité de surveillance du marché compétente informe les autorités ou organismes publics nationaux visés à l’article 77, paragraphe 1.

source: The Commission shall develop dedicated guidance to facilitate compliance with the obligations set out in paragraph 1 of this Article.
fr_fr: La Commission élabore des orientations spécifiques pour faciliter le respect des obligations énoncées au paragraphe 1 du présent article.

source: That guidance shall be issued by 2 August 2025, and shall be assessed regularly.
fr_fr: Ces orientations sont publiées au plus tard le 2 août 2025, et font l’objet d’une évaluation régulière.

source: The market surveillance authority shall take appropriate measures, as provided for in Article 19 of Regulation (EU) 2019/1020, within seven days from the date it received the notification referred to in paragraph 1 of this Article, and shall follow the notification procedures as provided in that Regulation.
fr_fr: L’autorité de surveillance du marché prend les mesures qui s’imposent, conformément à l’article 19 du règlement (UE) 2019/1020, dans un délai de sept jours à compter de la date à laquelle elle a reçu la notification visée au paragraphe 1 du présent article, et suit les procédures de notification prévues par ledit règlement.

source: For high-risk AI systems referred to in Annex III that are placed on the market or put into service by providers that are subject to Union legislative instruments laying down reporting obligations equivalent to those set out in this Regulation, the notification of serious incidents shall be limited to those referred to in Article 3, point (49)(c).
fr_fr: Pour les systèmes d’IA à haut risque visés à l’annexe III qui sont mis sur le marché ou mis en service par des fournisseurs qui sont soumis à des instruments législatifs de l’Union établissant des obligations de signalement équivalentes à celles énoncées dans le présent règlement, la notification des incidents graves est limitée à ceux visés à l’article 3, point 49) c).

source: For high-risk AI systems which are safety components of devices, or are themselves devices, covered by Regulations (EU) 2017/745 and (EU) 2017/746, the notification of serious incidents shall be limited to those referred to in Article 3, point (49)(c) of this Regulation, and shall be made to the national competent authority chosen for that purpose by the Member States where the incident occurred.
fr_fr: Pour les systèmes d’IA à haut risque qui sont des composants de sécurité de dispositifs, ou qui sont eux-mêmes des dispositifs, relevant des règlements (UE) 2017/745 et (UE) 2017/746, la notification des incidents graves est limitée à ceux qui sont visés à l’article 3, point 49) c), du présent règlement, et est adressée à l’autorité nationale compétente choisie à cette fin par les États membres dans lesquels l’incident s’est produit.

source: National competent authorities shall immediately notify the Commission of any serious incident, whether or not they have taken action on it, in accordance with Article 20 of Regulation (EU) 2019/1020.
fr_fr: Les autorités nationales compétentes notifient immédiatement à la Commission tout incident grave, qu’elles aient ou non pris des mesures à cet égard, conformément à l’article 20 du règlement (UE) 2019/1020.

source: Enforcement
fr_fr: Contrôle de l’application

source: Market surveillance and control of AI systems in the Union market
fr_fr: Surveillance du marché et contrôle des systèmes d’IA sur le marché de l’Union

source: Regulation (EU) 2019/1020 shall apply to AI systems covered by this Regulation.
fr_fr: Le règlement (UE) 2019/1020 s’applique aux systèmes d’IA relevant du présent règlement.

source: For the purposes of the effective enforcement of this Regulation:
fr_fr: Aux fins du contrôle effectif de l’application du présent règlement:

source: any reference to an economic operator under Regulation (EU) 2019/1020 shall be understood as including all operators identified in Article 2(1) of this Regulation;
fr_fr: toute référence à un opérateur économique en vertu du règlement (UE) 2019/1020 s’entend comme incluant tous les opérateurs identifiés à l’article 2, paragraphe 1, du présent règlement;

source: any reference to a product under Regulation (EU) 2019/1020 shall be understood as including all AI systems falling within the scope of this Regulation.
fr_fr: toute référence à un produit en vertu du règlement (UE) 2019/1020 s’entend comme incluant tous les systèmes d’IA relevant du champ d’application du présent règlement.

source: As part of their reporting obligations under Article 34(4) of Regulation (EU) 2019/1020, the market surveillance authorities shall report annually to the Commission and relevant national competition authorities any information identified in the course of market surveillance activities that may be of potential interest for the application of Union law on competition rules.
fr_fr: Dans le cadre des obligations d’information qui leur incombent en vertu de l’article 34, paragraphe 4, du règlement (UE) 2019/1020, les autorités de surveillance du marché communiquent chaque année à la Commission et aux autorités nationales de la concurrence concernées toute information recueillie dans le cadre des activités de surveillance du marché qui pourrait présenter un intérêt potentiel pour l’application du droit de l’Union relatif aux règles de concurrence.

source: They shall also annually report to the Commission about the use of prohibited practices that occurred during that year and about the measures taken.
fr_fr: Elles font également rapport chaque année à la Commission sur les recours aux pratiques interdites intervenus au cours de l’année concernée et sur les mesures prises.

source: For high-risk AI systems related to products covered by the Union harmonisation legislation listed in Section A of Annex I, the market surveillance authority for the purposes of this Regulation shall be the authority responsible for market surveillance activities designated under those legal acts.
fr_fr: Pour les systèmes d’IA à haut risque liés à des produits couverts par la législation d’harmonisation de l’Union dont la liste figure à la section A de l’annexe I, l’autorité de surveillance du marché aux fins du présent règlement est l’autorité responsable des activités de surveillance du marché désignée en vertu de ces actes juridiques.

source: By derogation from the first subparagraph, and in appropriate circumstances, Member States may designate another relevant authority to act as a market surveillance authority, provided they ensure coordination with the relevant sectoral market surveillance authorities responsible for the enforcement of the Union harmonisation legislation listed in Annex I.
fr_fr: Par dérogation au premier alinéa, et dans des circonstances appropriées, les États membres peuvent désigner une autre autorité compétente pour faire office d’autorité de surveillance du marché, à condition d’assurer la coordination avec les autorités sectorielles de surveillance du marché compétentes chargées du contrôle de l’application des actes juridiques énumérés à l’annexe I.

source: The procedures referred to in Articles 79 to 83 of this Regulation shall not apply to AI systems related to products covered by the Union harmonisation legislation listed in section A of Annex I, where such legal acts already provide for procedures ensuring an equivalent level of protection and having the same objective.
fr_fr: Les procédures visées aux articles 79 à 83 du présent règlement ne s’appliquent pas aux systèmes d’IA liés à des produits couverts par la législation d’harmonisation de l’Union dont la liste figure la section A de l’annexe I, lorsque ces actes juridiques prévoient déjà des procédures assurant un niveau de protection équivalent et ayant le même objectif.

source: In such cases, the relevant sectoral procedures shall apply instead.
fr_fr: En pareils cas, ce sont les procédures sectorielles pertinentes qui s’appliquent.

source: Without prejudice to the powers of market surveillance authorities under Article 14 of Regulation (EU) 2019/1020, for the purpose of ensuring the effective enforcement of this Regulation, market surveillance authorities may exercise the powers referred to in Article 14(4), points (d) and (j), of that Regulation remotely, as appropriate.
fr_fr: Sans préjudice des pouvoirs conférés aux autorités de surveillance du marché par l’article 14 du règlement (UE) 2019/1020, afin d’assurer le contrôle effectif de l’application du présent règlement, les autorités de surveillance du marché peuvent exercer les pouvoirs visés à l’article 14, paragraphe 4, points d) et j), dudit règlement à distance, le cas échéant.

source: For high-risk AI systems placed on the market, put into service, or used by financial institutions regulated by Union financial services law, the market surveillance authority for the purposes of this Regulation shall be the relevant national authority responsible for the financial supervision of those institutions under that legislation in so far as the placing on the market, putting into service, or the use of the AI system is in direct connection with the provision of those financial services.
fr_fr: Pour les systèmes d’IA à haut risque mis sur le marché, mis en service ou utilisés par des établissements financiers régis par la législation de l’Union sur les services financiers, l’autorité de surveillance du marché aux fins du présent règlement est l’autorité nationale responsable de la surveillance financière de ces établissements en vertu de cette législation dans la mesure où la mise sur le marché, la mise en service ou l’utilisation du système d’IA est directement liée à la fourniture de ces services financiers.

source: By way of derogation from paragraph 6, in appropriate circumstances, and provided that coordination is ensured, another relevant authority may be identified by the Member State as market surveillance authority for the purposes of this Regulation.
fr_fr: Par dérogation au paragraphe 6, dans des circonstances appropriées, et pour autant que la coordination soit assurée, l’État membre peut désigner une autre autorité compétente comme autorité de surveillance du marché aux fins du présent règlement.

source: National market surveillance authorities supervising regulated credit institutions regulated under Directive 2013/36/EU, which are participating in the Single Supervisory Mechanism established by Regulation (EU) No 1024/2013, should report, without delay, to the European Central Bank any information identified in the course of their market surveillance activities that may be of potential interest for the prudential supervisory tasks of the European Central Bank specified in that Regulation.
fr_fr: Les autorités nationales de surveillance du marché surveillant les établissements de crédit réglementés régis par la directive 2013/36/UE, qui participent au mécanisme de surveillance unique institué par le règlement (UE) no 1024/2013, devraient communiquer sans tarder à la Banque centrale européenne toute information identifiée dans le cadre de leurs activités de surveillance du marché qui pourrait présenter un intérêt potentiel pour les missions de surveillance prudentielle de la Banque centrale européenne définies dans ledit règlement.
